Repository: fynxiu/blink-rest
Catalog: BlinkRest/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# menu.active
source: Active
zh_hans: 运行中

# menu.paused
source: Paused
zh_hans: 已暂停

# menu.breaking
source: Resting
zh_hans: 休息中

# menu.untilNextBreak
source: until next break
zh_hans: 距离下次休息

# menu.untilResume
source: until resume
zh_hans: 距离恢复

# menu.breakIn
source: Break in
zh_hans: 即将休息

# menu.takeBreakNow
source: Take a break now
zh_hans: 立即休息

# menu.pause
source: Pause
zh_hans: 暂停

# menu.pause30
source: Pause for 30 minutes
zh_hans: 暂停 30 分钟

# menu.pause60
source: Pause for 1 hour
zh_hans: 暂停 1 小时

# menu.resume
source: Resume
zh_hans: 恢复

# menu.settings
source: Settings
zh_hans: 设置

# menu.quit
source: Quit
zh_hans: 退出

# warning.eyeBreakIn.format
source: Eye break in %lld
zh_hans: %lld 秒后休息

# break.lookFar.title
source: Look at a real distant object
zh_hans: 看向真实的远处物体

# break.lookFar.detail
source: Let your focus settle away from the screen.
zh_hans: 让视线离开屏幕，落在远处。

# break.blink.title
source: Blink slowly and fully
zh_hans: 缓慢、完整地眨眼

# break.blink.detail
source: 5 slow blinks
zh_hans: 缓慢眨眼 5 次

# break.closeEyes.title
source: Close your eyes
zh_hans: 闭上眼睛

# break.closeEyes.detail
source: The screen will clear when the break is over.
zh_hans: 休息结束后，屏幕会自动恢复。

# break.skip.hint
source: Hold Esc or hold the button to skip
zh_hans: 按住 Esc 或按住按钮跳过

# break.skip.button
source: Hold to skip
zh_hans: 按住跳过

# break.remaining.format
source: %lld seconds remaining
zh_hans: 还剩 %lld 秒

# break.skip.accessibilityHint
source: Activate to skip this break immediately.
zh_hans: 激活后立即跳过本次休息。

# menu.accessibility.running
source: Blink Rest, %@ until the next break
zh_hans: Blink Rest，距离下次休息还有 %@

# menu.accessibility.warning
source: Blink Rest, break in %lld seconds
zh_hans: Blink Rest，%lld 秒后休息

# menu.accessibility.paused
source: Blink Rest paused, %@ until resume
zh_hans: Blink Rest 已暂停，%@ 后恢复

# menu.accessibility.breaking
source: Blink Rest, break in progress
zh_hans: Blink Rest，正在休息

# settings.schedule
source: Schedule
zh_hans: 时间安排

# settings.workInterval
source: Work interval
zh_hans: 工作间隔

# settings.breakDuration
source: Break duration
zh_hans: 休息时长

# settings.minutes.format
source: %lld min
zh_hans: %lld 分钟

# settings.seconds.format
source: %lld sec
zh_hans: %lld 秒

# settings.schedule.footer
source: Changing the work interval restarts the current cycle. A new break duration applies to the next break.
zh_hans: 修改工作间隔会重新开始当前周期；新的休息时长将在下次休息时生效。

# settings.system
source: System
zh_hans: 系统

# settings.launchAtLogin
source: Launch at login
zh_hans: 登录时启动

# settings.login.requiresApproval
source: Approval is required in System Settings before Blink Rest can launch at login.
zh_hans: 需要先在“系统设置”中批准 Blink Rest，才能在登录时启动。

# settings.login.open
source: Open Login Items Settings
zh_hans: 打开登录项设置

# settings.login.error
source: The login item could not be updated.
zh_hans: 无法更新登录项。

# settings.privacy
source: No analytics. No account. Blink Rest does not transmit your data.
zh_hans: 无分析、无账户，Blink Rest 不会传输你的数据。

# settings.version.format
source: Version %@
zh_hans: 版本 %@
